<?php
return [
    'cart_other_seller' => 'سبد خرید حاوی محصولات فروشنده دیگری است. ابتدا آن را خالی کنید.',
    'cart_empty' => 'سبد خرید خالی است',
    'marketplace_order' => 'سفارش مارکت‌پلیس',
    'social_link_created' => 'لینک اجتماعی با موفقیت ایجاد شد',
    'social_link_updated' => 'لینک اجتماعی با موفقیت به‌روزرسانی شد',
    'social_link_deleted' => 'لینک اجتماعی با موفقیت حذف شد',
    'complete_profile_message' => 'لطفاً قبل از ایجاد محصول، شماره واتساپ، نام کاربری تلگرام و ایمیل عمومی خود را کامل کنید.',
    'pro_user_payout_error' => 'پرداخت کاربران پرو به‌صورت خودکار انجام می‌شود.',
    'payout_request_submitted' => 'درخواست تسویه با موفقیت ثبت شد',
];
